tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'kejadlen/personal'

brew 'ansible'
brew 'bats'
brew 'chruby'
brew 'git'
brew 'direnv'
brew 'emacs', args: ['with-cocoa']
brew 'fasd'
brew 'macvim', args: ['with-override-system-vim']
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-install'
brew 'selecta'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'acorn'
cask 'adium'
cask 'alfred'
cask 'arq'
cask 'bartender'
cask 'black-ink'
cask 'cloak'
cask 'daisydisk'
cask 'dash'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'font-fira-mono-for-powerline'
cask 'font-hack'
cask 'font-sauce-code-powerline'
cask 'google-chrome'
cask 'hammerspoon'
cask 'little-snitch'
cask 'moom'
cask 'night-owl'
cask 'omnifocus'
cask 'plug'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'resilio-sync'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vlc'
